Repository: fif81/Libreelec-Argonone
Catalog: script.service.Argonone/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: general settings
de_de: Allgemeine Einstellungen

# #32002
source: basic setting
de_de: Grundeinstellungen

# #32003
source: check interval in seconds
de_de: Überprüfungsintervall in Sekunden

# #32004
source: number of checks to take
de_de: Anzahl der zu verwendenden Überprüfungen

# #32005
source: minimum fan power in percent
de_de: Minimale Leistung des Lüfters in Prozent

# #32006
source: thresholds
de_de: Schwellwerte

# #32007
source: fan power for 30°C
de_de: Lüfterleistung ab 30°C

# #32008
source: fan power for 40°C
de_de: Lüfterleistung ab 40°C

# #32009
source: fan power for 45°C
de_de: Lüfterleistung ab 45°C

# #32010
source: fan power for 50°C
de_de: Lüfterleistung ab 50°C

# #32011
source: fan power for 55°C
de_de: Lüfterleistung ab 55°C

# #32012
source: fan power for 60°C
de_de: Lüfterleistung ab 60°C

# #32013
source: fan power for 65°C
de_de: Lüfterleistung ab 65°C

# #32014
source: fan power for 70°C
de_de: Lüfterleistung ab 70°C

# #32015
source: fan power for 75°C
de_de: Lüfterleistung ab 75°C

# #32016
source: fan power for 80°C
de_de: Lüfterleistung ab 80°C
